Repository: collective/plone.formwidget.geolocation
Catalog: plone/formwidget/geolocation/locales/*/LC_MESSAGES/plone.formwidget.geolocation.po
Languages: es

source: CartoDB.DarkMatter
es: CartoDB - Materia oscura

source: CartoDB.DarkMatterNoLabels
es: CartoDB - Materia oscura sin etiquetas

source: Default latitude
es: Latitud por defecto

source: Default longitude
es: Longitud por defecto

source: Default zoom (edit)
es: Zoom por defecto (en modo edición)

source: Default zoom (view)
es: Zoom por defecto (en modo vista)

source: Default zoom for geolocation widget in edit mode
es: Nivel de zoom predeterminado para el widget de geolocalización al editar contenido

source: Default zoom for geolocation widget in view mode
es: Nivel de zoom predeterminado para el widget de geolocalización al visualizar contenidos

source: Esri.NatGeoWorldMap
es: Esri - Mapa mundial Nat Geo

source: Esri.OceanBasemap
es: Esri - Mapa oceánico

source: Esri.WorldGrayCanvas
es: Esri - Lienzo Gris del Mundo

source: Esri.WorldImagery
es: Esri - Imágenes del mundo

source: Esri.WorldPhysical
es: Esri - Mundo físico

source: Esri.WorldShadedRelief
es: Esri - Relieve sombreado mundial

source: Esri.WorldStreetMap
es: Esri - Mapa de calle mundial

source: Esri.WorldTerrain
es: Esri - Terreno mundial

source: Esri.WorldTopoMap
es: Esri - Mapa Topográfico Mundial

source: Extension profile for Plone.
es: Perfil de extensión para Plone.

source: Geolocation
es: Geolocalización

source: Geolocation Settings
es: Ajustes de geolocalización

source: Geolocation used to center map (see above) will also be used to define the default geolocation on new contents.
es: La geolocalización utilizada para centrar el mapa (véase más arriba) también se utilizará para definir la geolocalización por defecto de los nuevos contenidos.

source: Latitude
es: Latitud

source: Latitude value that will be used to center map (on contents not yet geolocated).
es: Latitud, que se utilizará para centrar el mapa (en los contenidos que aún no se hayan geoetiquetado).

source: Longitude
es: Longitud

source: Longitude value that will be used to center map (on contents not yet geolocated).
es: Longitud, que se utilizará para centrar el mapa (en los contenidos que aún no se hayan geoetiquetado).

source: NASAGIBS.ViirsEarthAtNight2012
es: NASA - La Tierra de Noche 2012

source: No geolocation information found.
es: No se ha encontrado información de geolocalización.

source: OpenStreetMap.BlackAndWhite
es: OpenStreetMap - Blanco y negro

source: OpenStreetMap.DE
es: OpenStreetMap - Alemania

source: OpenStreetMap.France
es: OpenStreetMap - Francia

source: Settings for Maps and API Keys.
es: Ajustes para Mapas y Claves API.

source: Stamen.Terrain
es: Stamen - Terreno

source: Stamen.TerrainBackground
es: Stamen - Fondo del terreno

source: Stamen.Toner
es: Stamen - Tóner

source: Stamen.TonerBackground
es: Stamen - Fondo de tóner

source: Stamen.TonerLite
es: Stamen - Tóner Lite

source: Stamen.TopOSMRelief
es: Stamen - Relieve

source: Thunderforest.OpenCycleMap
es: Thunderforest - Mapa ciclista

source: Thunderforest.Outdoors
es: Thunderforest - Al aire libre

source: Thunderforest.Transport
es: Thunderforest - Transporte

source: Thunderforest.TransportDark
es: Thunderforest - Transporte Oscuro

source: Upgrade to version 2000
es: Actualización a la versión 2000

source: Upgrade to version 2002
es: Actualización a la versión 2002

source: Use default geolocation for contents
es: Utilizar la geolocalización por defecto para los contenidos

source: default_map_layer
es: Capa de mapa por defecto

source: help_default_map_layer
es: Define la capa cartográfica por defecto

source: help_google_api_key
es: Si desea utilizar la API de búsqueda de Google Maps para mayor precisión, debe proporcionar una clave de API de Google Maps aquí.

source: help_google_maps_link
es: Muestra un enlace al sitio de Google Maps, que puede utilizarse para otras acciones, como la planificación de rutas.

source: help_map_layers
es: Define las capas de mapas disponibles

source: label_google_api_key
es: Clave API de Google Maps

source: label_google_maps_link
es: Mostrar enlace a Google Maps

source: label_latitude
es: Latitud

source: label_longitude
es: Longitud

source: label_map_layers
es: Capas para el mapa

source: label_maps_fullscreen
es: Botón de pantalla completa

source: label_maps_geosearch_provider
es: Proveedor de búsqueda geográfica

source: label_maps_locate
es: Mostrar control de localización

source: label_maps_show_add_marker
es: Mostrar el marcador añadido

source: label_maps_show_geosearch
es: Mostrar la búsqueda

source: label_maps_show_minimap
es: Mostrar imagen miniatura de mapa

source: label_maps_zoom
es: Mostrar los botones de zoom

source: plone.formwidget.geolocation map install
es: Instalar el complemento plone.formwidget.geolocation

source: plone.formwidget.geolocation map uninstall
es: Desinstalar el complemento plone.formwidget.geolocation
